Revit 2027 API
Form.Rehost Method
Overload List
Name | Description
Rehost(Reference, XYZ) | Rehost Form to edge, face or curve.
Rehost(SketchPlane, XYZ) | Rehost Form to sketch plane
Top
See Also
Reference
Form Class
Autodesk.Revit.DB Namespace